
/* Class = "UIButton"; normalTitle = "Regular"; ObjectID = "03E-rd-Slw"; */
"03E-rd-Slw.normalTitle" = "Regular";

/* Class = "UINavigationItem"; title = "Choose Server"; ObjectID = "1tX-ii-cOK"; */
"1tX-ii-cOK.title" = "Choose Server";

/* Class = "UITextField"; placeholder = "Name"; ObjectID = "3BA-9g-I6J"; Note = "(Add Custom Filter) url hint"; */
"3BA-9g-I6J.placeholder" = "Name";

/* Class = "UILabel"; text = "Incompatible with other VPN apps"; ObjectID = "3b3-d2-03o"; */
"3b3-d2-03o.text" = "Incompatible with other VPN apps";

/* Class = "UILabel"; text = "Set custom DNS settings"; ObjectID = "3lB-T7-fSO"; */
"3lB-T7-fSO.text" = "Set custom DNS settings";

/* Class = "UITextField"; placeholder = "IP, sdns://, https:// or tls://"; ObjectID = "6Tx-Oh-hyu"; Note = "(Add Custom Filter) url hint"; */
"6Tx-Oh-hyu.placeholder" = "IP, sdns://, https:// or tls://";

/* Class = "UINavigationItem"; title = "Tunnel mode"; ObjectID = "6db-7F-O0d"; */
"6db-7F-O0d.title" = "Tunnel mode";

/* Class = "UIButton"; normalTitle = "SAVE"; ObjectID = "6e9-sP-YMb"; */
"6e9-sP-YMb.normalTitle" = "SAVE";

/* Class = "UILabel"; text = "Incompatible with other VPN apps,  unstable"; ObjectID = "6y8-H6-3Rj"; */
"6y8-H6-3Rj.text" = "Incompatible with other VPN apps,  unstable";

/* Class = "UIButton"; normalTitle = "SAVE AND SELECT"; ObjectID = "B2l-7z-M2N"; */
"B2l-7z-M2N.normalTitle" = "SAVE AND SELECT";

/* Class = "UINavigationItem"; title = "DNS Privacy"; ObjectID = "D3X-CK-RSY"; */
"D3X-CK-RSY.title" = "DNS Privacy";

/* Class = "UIButton"; normalTitle = "DNS-over-HTTPS"; ObjectID = "DrO-hc-ilW"; */
"DrO-hc-ilW.normalTitle" = "DNS-over-HTTPS";

/* Class = "UILabel"; text = "Address"; ObjectID = "EkI-hK-XDG"; */
"EkI-hK-XDG.text" = "Address";

/* Class = "UILabel"; text = "Domain"; ObjectID = "IVH-4P-uIk"; */
"IVH-4P-uIk.text" = "Domain";

/* Class = "UILabel"; text = "DNS Privacy"; ObjectID = "Ina-3I-qVn"; */
"Ina-3I-qVn.text" = "DNS Privacy";

/* Class = "UILabel"; text = "Type"; ObjectID = "Itg-uX-XAd"; */
"Itg-uX-XAd.text" = "Type";

/* Class = "UIButton"; normalTitle = "SELECT"; ObjectID = "J1Z-V3-gS6"; */
"J1Z-V3-gS6.normalTitle" = "SELECT";

/* Class = "UILabel"; text = "Server"; ObjectID = "LTC-71-V9S"; */
"LTC-71-V9S.text" = "Server";

/* Class = "UILabel"; text = "Time"; ObjectID = "Mni-fx-xGW"; */
"Mni-fx-xGW.text" = "Time";

/* Class = "UILabel"; text = "Split-Tunnel"; ObjectID = "OJU-gT-SmT"; */
"OJU-gT-SmT.text" = "Split-Tunnel";

/* Class = "UILabel"; text = "Compatible with “Personal VPN” apps"; ObjectID = "SL2-Kq-gMW"; */
"SL2-Kq-gMW.text" = "Compatible with “Personal VPN” apps";

/* Class = "UILabel"; text = "DNS protocol can be exploited by ISPs and third parties to spy on your traffic or even hijack it. We protect your privacy by encrypting your DNS connections, just select any DNS server from the list."; ObjectID = "SMK-iz-f9G"; */
"SMK-iz-f9G.text" = "DNS protocol can be exploited by ISPs and third parties to spy on your traffic or even hijack it. We protect your privacy by encrypting your DNS connections, just select any DNS server from the list.";

/* Class = "UILabel"; text = "Responses"; ObjectID = "TQm-1H-bNl"; */
"TQm-1H-bNl.text" = "Responses";

/* Class = "UILabel"; text = "Full-Tunnel"; ObjectID = "TTc-NW-AJa"; */
"TTc-NW-AJa.text" = "Full-Tunnel";

/* Class = "UIBarButtonItem"; title = "   "; ObjectID = "U8K-az-4so"; */
"U8K-az-4so.title" = "   ";

/* Class = "UILabel"; text = "In the Split-Tunnel mode AdGuard is compatible with so-called “Personal VPN” apps. As a trade-off, in this mode it may be bypassed by system in case of bad connectivity"; ObjectID = "VxP-fd-4kT"; */
"VxP-fd-4kT.text" = "In the Split-Tunnel mode AdGuard is compatible with so-called “Personal VPN” apps. As a trade-off, in this mode it may be bypassed by system in case of bad connectivity";

/* Class = "UILabel"; text = "DNS Requests Log"; ObjectID = "WsR-6Z-pxB"; */
"WsR-6Z-pxB.text" = "DNS Requests Log";

/* Class = "UIButton"; normalTitle = "CANCEL"; ObjectID = "ZdD-yx-6ph"; Note = "(AddCustomFilterController) cancel button"; */
"ZdD-yx-6ph.normalTitle" = "CANCEL";

/* Class = "UITextField"; placeholder = "IP, sdns://, https:// or tls://"; ObjectID = "ZgC-4d-Peb"; Note = "(Add Custom Filter) url hint"; */
"ZgC-4d-Peb.placeholder" = "IP, sdns://, https:// or tls://";

/* Class = "UIButton"; normalTitle = "DNS-over-TLS"; ObjectID = "Zn0-J3-lVl"; */
"Zn0-J3-lVl.normalTitle" = "DNS-over-TLS";

/* Class = "UILabel"; text = "Server"; ObjectID = "csw-3H-3tU"; */
"csw-3H-3tU.text" = "Server";

/* Class = "UILabel"; text = "Full-Tunnel (without VPN icon)"; ObjectID = "d69-Gd-SZp"; */
"d69-Gd-SZp.text" = "Full-Tunnel (without VPN icon)";

/* Class = "UILabel"; text = "Enter DNS upstreams"; ObjectID = "dW3-zk-BPr"; */
"dW3-zk-BPr.text" = "Enter DNS upstreams";

/* Class = "UILabel"; text = "Server name"; ObjectID = "e4h-eF-AOa"; */
"e4h-eF-AOa.text" = "Server name";

/* Class = "UILabel"; text = "Edit custom DNS settings"; ObjectID = "f57-S8-QfF"; */
"f57-S8-QfF.text" = "Edit custom DNS settings";

/* Class = "UIButton"; normalTitle = "DNSCrypt"; ObjectID = "hh1-EV-7KD"; */
"hh1-EV-7KD.normalTitle" = "DNSCrypt";

/* Class = "UILabel"; text = "Monitor all DNS requests on your device and manage them"; ObjectID = "hoU-PM-icY"; */
"hoU-PM-icY.text" = "Monitor all DNS requests on your device and manage them";

/* Class = "UINavigationItem"; title = "DNS Requests Log"; ObjectID = "jdk-AZ-MK8"; */
"jdk-AZ-MK8.title" = "DNS Requests Log";

/* Class = "UIButton"; normalTitle = "CANCEL"; ObjectID = "ks4-fm-Ctr"; Note = "(AddCustomFilterController) cancel button"; */
"ks4-fm-Ctr.normalTitle" = "CANCEL";

/* Class = "UIButton"; normalTitle = "Select this server"; ObjectID = "lAE-IK-Pyv"; */
"lAE-IK-Pyv.normalTitle" = "Select this server";

/* Class = "UITextField"; placeholder = "Name"; ObjectID = "mBR-7g-DjT"; Note = "(Add Custom Filter) url hint"; */
"mBR-7g-DjT.placeholder" = "Name";

/* Class = "UIButton"; normalTitle = "Add custom DNS server"; ObjectID = "mBx-dq-oa2"; */
"mBx-dq-oa2.normalTitle" = "Add custom DNS server";

/* Class = "UILabel"; text = "Website"; ObjectID = "mN8-Uh-sLQ"; */
"mN8-Uh-sLQ.text" = "Website";

/* Class = "UIButton"; normalTitle = "DELETE"; ObjectID = "oSP-2V-qCA"; Note = "(AddCustomFilterController) cancel button"; */
"oSP-2V-qCA.normalTitle" = "DELETE";

/* Class = "UILabel"; text = "Tunnel Mode"; ObjectID = "pPC-fU-UPD"; */
"pPC-fU-UPD.text" = "Tunnel Mode";

/* Class = "UILabel"; text = "Server"; ObjectID = "pbu-cZ-0Vd"; */
"pbu-cZ-0Vd.text" = "Server";

/* Class = "UILabel"; text = "Server name"; ObjectID = "pzP-ns-QSS"; */
"pzP-ns-QSS.text" = "Server name";

/* Class = "UILabel"; text = "Enter DNS upstreams"; ObjectID = "seX-mS-3mU"; */
"seX-mS-3mU.text" = "Enter DNS upstreams";

/* Class = "UILabel"; text = "Select protocol"; ObjectID = "vJt-Jd-BI2"; */
"vJt-Jd-BI2.text" = "Select protocol";

/* Class = "UINavigationItem"; title = "DNS request details"; ObjectID = "ve4-Qn-Yj6"; */
"ve4-Qn-Yj6.title" = "DNS request details";

/* Class = "UIBarButtonItem"; title = "      "; ObjectID = "xc8-Uu-bpx"; */
"xc8-Uu-bpx.title" = "      ";
